Repository: nailor/tyy-vaali
Catalog: aanikone/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Invalid student number
fi: Virheellinen opiskelijanumero

source: Invalid place.
fi: Virheellinen paikkavalinta.

source: name
fi: nimi

source: description
fi: kuvaus

source: voting place
fi: äänestyspiste

source: voting places
fi: äänestyspisteet

source: voter
fi: äänestäjä

source: release place
fi: luovutuspiste

source: release time
fi: luovutusaika

source: submit time
fi: vastaanottoaika

source: submit place
fi: vastaanottopaikka

source: ticket
fi: lippu

source: tickets
fi: liput

source: Person has voted electronically on %(day)s at %(time)s
fi: Henkilö on jo äänestänyt sähköisesti %(day)s klo %(time)s

source: Person has already voted.
fi: Henkilö on jo äänestänyt.

source: Person has voted in %(place)s on %(day)s at %(time)s
fi: Henkilö on jo äänestänyt. (%(place)s, %(day)s klo %(time)s)

source: OK. Give ticket.
fi: OK! Voit luovuttaa lipun
